# Tilt Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..Tilt Property
ParameterTypeId Class See Also
---
"Tilt"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId Tilt { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Tilt As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Tilt {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace